Resources/LoginAnonymous.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <LogInAnonymous4 xmlns="http://www.sublight.si/">
            <clientInfo>
                <ClientId>[clientId]</ClientId>
                <ApiKey>[apiKey]</ApiKey>
            </clientInfo>
            <args>
				[args]
            </args>
        </LogInAnonymous4>
    </soap:Body>
</soap:Envelope>